"InvoiceMaster Pro" = "InvoiceMaster Pro";
"Dashboard" = "Panou";
"Clients" = "Clienți";
"Items" = "Articole";
"Estimates" = "Devize";
"Invoices" = "Facturi";
"Templates" = "Șabloane";
"Upload Logo" = "Încarcă logo";
"Remove Logo" = "Șterge logo";
"Preview" = "Previzualizare";
"Save" = "Salvează";
"Settings" = "Setări";
"New Client" = "Client nou";
"New Item" = "Articol nou";
"New" = "Nou";
"Number" = "Număr";
"Issue Date" = "Data emiterii";
"Currency" = "Monedă";
"Notes" = "Note";
"Export PDF" = "Exportă PDF";
"Sign In" = "Autentificare";
"Register" = "Înregistrare";
"Please restart the app to apply language." = "Reporniți aplicația pentru a aplica limba.";
"Quit Now" = "Ieși acum";
"Later" = "Mai târziu";
"General" = "General";
"Documents" = "Documente";
"Sign Out" = "Deconectează-te";
"Welcome to InvoiceMaster Pro" = "Bine ai venit la InvoiceMaster Pro";
"Search" = "Caută";
"Status" = "Stare";
"All" = "Toate";
"Draft" = "Ciornă";
"Sent" = "Trimis";
"Paid" = "Plătit";
"Language" = "Limbă";
"App Language" = "Limba aplicației";
"Backup" = "Backup";
"Export Backup" = "Exportă backup";
"Import Backup" = "Importă backup";
"Delete" = "Șterge";
"Appearance" = "Aspect";
"Theme" = "Temă";
"System" = "Sistem";
"Light" = "Deschis";
"Dark" = "Întunecat";
"Currency" = "Monedă";
"OpenExchangeRates API Key" = "Cheie API OpenExchangeRates";
"Type to search across clients, invoices, estimates and items." = "Tastează pentru a căuta în clienți, facturi, devize și articole.";
"Close" = "Închide";
"Delete this client?" = "Ștergi acest client?";
"This will also remove its association from documents." = "Se va elimina și asocierea din documente.";
"Delete this item?" = "Ștergi acest articol?";
"This will not delete line items already using it." = "Nu va șterge liniile care îl folosesc deja.";
"Cancel" = "Anulează";
"Invoice" = "Factură";
"Estimate" = "Deviz";
"Description" = "Descriere";
"Qty" = "Cant.";
"Tax %" = "TVA %";
"Line Items" = "Linii";
"Add" = "Adaugă";
"Blank Line" = "Linie goală";
"Subtotal" = "Subtotal";
"Tax" = "Taxă";
"Total" = "Total";
"Name" = "Nume";
"Email" = "Email";
"Phone" = "Telefon";
"Address" = "Adresă";
"City" = "Oraș";
"Country" = "Țară";
"Tax ID" = "CUI";
"Notes" = "Note";
"Unit" = "Unitate";
"Unit Price" = "Preț unitar";
"Tax Rate %" = "Taxă %";
"Bill From" = "Emitent";
"Bill To" = "Către";
"Revenue" = "Venituri";
"Unpaid" = "Neplătite";
"Overdue" = "Întârziate";
"Cash Flow" = "Cash Flow";
"Top Products" = "Produse de top";
"List" = "Listă";
"Board" = "Panou";
"Calendar" = "Calendar";
"Duplicate" = "Duplică";
"Please fix the following issues:" = "Te rugăm să corectezi următoarele:";
"Number is required" = "Numărul este obligatoriu";
"Currency is required" = "Moneda este obligatorie";
"Description is required" = "Descrierea este obligatorie";
"Select" = "Selectează";
"Selected" = "selectate";
"Set Status" = "Setează starea";
"Delete Selected" = "Șterge selectate";
"Are you sure you want to delete the selected documents?" = "Sigur vrei să ștergi documentele selectate?";
"Reports" = "Rapoarte";
"Revenue by Month" = "Venituri pe lună";
"Unpaid Summary" = "Rezumat neplătite";
"From" = "De la";
"To" = "Până la";
"Currency Filter" = "Filtru monedă";
"All Currencies" = "Toate monedele";
"Export CSV" = "Exportă CSV";
"Top Clients" = "Clienți de top";
"Unknown Client" = "Client necunoscut";
"Unknown Item" = "Articol necunoscut";
"Notifications" = "Notificări";
"Enable Notifications" = "Activează notificări";
"Days before due" = "Zile înainte de scadență";
"Send Test Notification" = "Trimite notificare test";
"Invoice Due Soon" = "Factură cu scadență apropiată";
"Invoice %@ is due on %@." = "Factura %@ are scadența pe %@.";
"Test Notification" = "Notificare de test";
"This is a test notification from InvoiceMaster Pro." = "Aceasta este o notificare de test din InvoiceMaster Pro.";
"Preferences" = "Preferințe";
"Language Change" = "Schimbare limbă";
"The application needs to restart for the language change to take effect." = "Aplicația trebuie repornită pentru ca schimbarea limbii să aibă efect.";
"Restart Now" = "Repornește acum";
"Later" = "Mai târziu";


